{
    "SEO.EMPTY_KEYWORD": "Aucun mot-clé focus n'a été défini pour cette page. Sans mot clé focus, le score SEO ne peut être estimé.",
    "SEO.DUPLICATE_KEYWORD": "Ce mot clé n'est pas unique. Il est aussi utilisé par {duplicates}",
    "SEO.UNIQUE_KEYWORD": "Ce mot-clé n'est pas utilisé par d'autres pages sur le site",
    "SEO.EMPTY_META_TITLE": "Aucune meta description n'a été spécifiée.",
    "SEO.KEYWORD_NOT_FOUND_IN_META_TITLE": "Le mot-clé focus '{needle}' n'apparait pas dans le titre SEO.",
    "SEO.META_TITLE_SHORT": "Le titre SEO est trop court. Vous pouvez utilisez l'espace restant pour ajouter des variations de mot-clé ou un Call-to-action convaincant.",
    "SEO.META_TITLE_LONG": "Le titre SEO fait plus de 70 caractères de long et pourrait être tronqué dans les résultats de recherche",
    "SEO.META_TITLE_GOOD_LENGTH": "La longueur du titre SEO est optimale.",
    "SEO.DUPLICATE_META_TITLE": "Ce titre n'est pas unique. Il est aussi utilisé par {duplicates}",
    "SEO.UNIQUE_META_TITLE": "Ce titre n'est pas utilisé par d'autres pages du site",
    "SEO.EMPTY_META_DESC": "Aucune meta description n'a été spécifiée.",
    "SEO.KEYWORD_NOT_FOUND_IN_META_DESC": "La meta description ne contient pas le mot-clé focus.",
    "SEO.META_DESC_SHORT": "La meta description fait moins de 120 caractères de long. Cependant, jusqu'à 156 caractères sont disponibles.",
    "SEO.META_DESC_LONG": "La meta description fait plus de 156 caractères. Réduire cette longueur assurera que la description entière soit visible.",
    "SEO.META_DESC_GOOD_LENGTH": "La longueur de la meta description est suffisante.",
    "SEO.DUPLICATE_META_DESC": "Cette description n'est pas unique. Elle est aussi utilisée par {duplicates}",
    "SEO.UNIQUE_META_DESC": "Cette description est unique à cette page",
    "SEO.FB_TITLE_EMPTY": "Vous n'avez pas défini de titre propre à Facebook. Pas de problème, le titre SEO sera utilisé à la place.",
    "SEO.TWITTER_TITLE_EMPTY": "Vous n'avez pas défini de titre propre à Twitter. Pas de problème, le titre SEO sera utilisé à la place."
}
